brew 'bat'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'htop'
brew 'jq'
brew 'lua-language-server'
brew 'luajit'
brew 'make'
brew 'prettier'
brew 'pre-commit'
brew 'ripgrep'
brew 'shfmt'
brew 'taplo'
brew 'tombi'
brew 'tree'
brew 'tree-sitter'
brew 'tlrc'
brew 'ttyd'
brew 'yq'
brew 'vscode-langservers-extracted'
brew 'yaml-language-server'
brew 'wget'

brew 'delve'
brew 'gofumpt'
brew 'goimports'
brew 'golang'
brew 'golangci-lint'
brew 'golangci-lint-langserver'
brew 'gopls'

cask 'alt-tab'
cask 'discord'
cask 'docker-desktop'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'obsidian'
cask 'spotify'
cask 'wezterm'
cask 'dbeaver-community'
